Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: Duplicate archive entry %@; a unique source path is required.
af: Duplikaatargiefinskrywing %@; 'n unieke bronpad word vereis.
am: የተባዛ የማህደር ግቤት %@ ፤ ልዩ የምንጭ መንገድ ያስፈልጋል።
ar: إدخال الأرشيف المكرر %@ ؛ يلزم مسار مصدر فريد.
az: %@ arxiv girişinin dublikatı; unikal mənbə yolu tələb olunur.
be: Дублікат архіўнага запісу %@; патрабуецца ўнікальны зыходны шлях.
bg: Дублиращ се запис в архива %@; изисква се уникален път към източника.
bn: %@ আর্কাইভ এন্ট্রিটি ডুপ্লিকেট; একটি অনন্য উৎস পাথ প্রয়োজন।
ca: Entrada d'arxiu duplicada %@; cal una ruta d'origen única.
cs: Duplicitní záznam v archivu %@; je vyžadována jedinečná cesta ke zdroji.
cy: Cofnod archif dyblyg %@; mae angen llwybr ffynhonnell unigryw.
da: Der findes allerede en post med navnet »%@« i arkivet; der kræves en entydig kildevej.
de: Doppelte Archiveintragung „%@“; es ist ein eindeutiger Quellpfad erforderlich.
de_at: Doppelter Archiveintrag %@; ein eindeutiger Quellpfad ist erforderlich.
de_ch: Doppelter Archiveintrag %@; ein eindeutiger Quellpfad ist erforderlich.
el: Η καταχώριση στο αρχείο «%@» είναι διπλή· απαιτείται μοναδική διαδρομή προέλευσης.
es: Entrada duplicada en el archivo %@; se requiere una ruta de origen única.
es_ar: Entrada duplicada en el archivo %@; se requiere una ruta de origen única.
es_mx: Entrada de archivo duplicada %@; se requiere una ruta de origen única.
et: Arhiivi kirje „%@“ on dubleeritud; nõutav on unikaalne allika asukoht.
eu: %@ artxibo sarrera bikoiztua; iturburu bide bakarra behar da.
fa: ورودی آرشیو %@ تکراری است؛ یک مسیر منبع منحصر به فرد مورد نیاز است.
fi: Arkistomerkintä ”%@” on kaksoiskappale; lähdepolun on oltava yksilöllinen.
fil: Duplikadong entry sa archive %@ ; kinakailangan ang isang natatanging path ng pinagmulan.
fr: Entrée d'archive en double : %@ ; un chemin d'accès source unique est requis.
fr_ca: Entrée d'archives en double %@ ; un chemin source unique est requis.
ga: Iontráil chartlainne dhúblach %@; tá cosán foinse uathúil ag teastáil.
gl: Entrada de arquivo duplicada %@; requírese unha ruta de orixe única.
gu: ડુપ્લિકેટ આર્કાઇવ એન્ટ્રી %@ ; એક અનન્ય સ્રોત પાથ જરૂરી છે.
he: ערך ארכיון כפול %@; נדרש נתיב מקור ייחודי.
hi: डुप्लिकेट आर्काइव प्रविष्टि %@; एक अद्वितीय स्रोत पथ आवश्यक है।
hr: Duplikat arhivskog unosa %@; potreban je jedinstveni izvorni put.
hu: Az „%@” archívumbejegyzés duplikátum; egyedi forrásútvonal megadása szükséges.
hy: Կրկնօրինակ արխիվային գրառում %@ ; պահանջվում է եզակի աղբյուրի ուղի։
id: Entri arsip ganda %@; diperlukan jalur sumber yang unik.
is: Afrit af skjalasafnsfærslu %@ ; einstök upprunaslóð er krafist.
it: Voce duplicata nell'archivio %@; è necessario un percorso di origine univoco.
ja: アーカイブエントリ「%@」が重複しています。一意のソースパスが必要です。
ka: არქივის ჩანაწერის %@ დუბლიკატი; საჭიროა უნიკალური წყაროს გზა.
kk: %@ мұрағат жазбасының көшірмесі; бірегей бастапқы код жолы қажет.
km: ចម្លង​ធាតុ​ប័ណ្ណសារ %@ ; តម្រូវ​ឱ្យ​មាន​ផ្លូវ​ប្រភព​តែ​មួយ​គត់។
kn: ನಕಲಿ ಆರ್ಕೈವ್ ನಮೂದು %@; ಒಂದು ಅನನ್ಯ ಮೂಲ ಮಾರ್ಗದ ಅಗತ್ಯವಿದೆ.
ko: %@ 항목이 중복되었습니다. 고유한 소스 경로가 필요합니다.
ky: %@ архивдик жазуусунун көчүрмөсү; уникалдуу булак жолу талап кылынат.
lo: ລາຍການເກັບມ້ຽນຊ້ຳກັນ %@ ; ຕ້ອງມີເສັ້ນທາງແຫຼ່ງຂໍ້ມູນທີ່ເປັນເອກະລັກ.
lt: Archyvo įrašas „%@“ pasikartoja; būtinas unikalus šaltinio kelias.
lv: Arhīva ieraksts „%@” ir dublikāts; ir nepieciešams unikāls avota ceļš.
mk: Дупликат на архивски запис %@ ; потребна е единствена изворна патека.
ml: ഡ്യൂപ്ലിക്കേറ്റ് ആർക്കൈവ് എൻട്രി %@ ; ഒരു അതുല്യമായ ഉറവിട പാത ആവശ്യമാണ്.
mn: %@ архивын оруулгыг давхардуулсан; өвөрмөц эх сурвалжийн зам шаардлагатай.
mr: %@ ही डुप्लिकेट आर्काइव्ह नोंद आहे; एक अद्वितीय स्रोत मार्ग आवश्यक आहे.
ms: Entri arkib pendua %@ ; laluan sumber unik diperlukan.
mt: Dħul ta' arkivju duplikat %@ ; hija meħtieġa mogħdija unika tas-sors.
my: မော်ကွန်းမှတ်တမ်း %@ ထပ်နေသည်- ထူးခြားသော ရင်းမြစ်လမ်းကြောင်း လိုအပ်သည်။
nb: Det finnes allerede en arkivoppføring med navnet «%@»; det kreves en unik kildebane.
ne: अभिलेख प्रविष्टि %@ दोहोरिएको छ; एउटा अद्वितीय स्रोत मार्ग आवश्यक छ।
nl: Dubbele archiefvermelding %@; er is een uniek bronpad vereist.
or: ନକଲ ଅଭିଲେଖାଗାର ପ୍ରବେଶ %@ ; ଏକ ଅନନ୍ୟ ଉତ୍ସ ପଥ ଆବଶ୍ୟକ।
pa: ਡੁਪਲੀਕੇਟ ਆਰਕਾਈਵ ਐਂਟਰੀ %@ ; ਇੱਕ ਵਿਲੱਖਣ ਸਰੋਤ ਮਾਰਗ ਦੀ ਲੋੜ ਹੈ।
pl: W archiwum występuje zduplikowany wpis „%@”; wymagana jest unikalna ścieżka źródłowa.
pt: Entrada duplicada no arquivo %@; é necessário um caminho de origem único.
pt_br: Entrada duplicada no arquivo %@; é necessário um caminho de origem exclusivo.
ro: Intrare duplicată în arhivă %@; este necesară o cale unică către sursă.
ru: Дубликат записи в архиве %@; требуется уникальный путь к источнику.
si: අනුපිටපත් සංරක්ෂිත ඇතුළත් කිරීම %@; අනන්‍ය මූලාශ්‍ර මාර්ගයක් අවශ්‍ය වේ.
sk: Duplicitný záznam v archíve %@; je potrebná jedinečná cesta k zdroju.
sl: Podvojen vnos v arhivu %@; potrebna je edinstvena pot do vira.
sq: Hyrje e dyfishtë në arkiv %@ ; kërkohet një shteg unik burimor.
sr: Двостручан унос у архиву %@; потребан је јединствени пут до извора.
sv: Det finns en dubblett av arkivposten %@; en unik källväg krävs.
sw: Nakala ya ingizo la kumbukumbu %@ ; njia ya kipekee ya chanzo inahitajika.
ta: நகல் காப்பகப் பதிவு %@; ஒரு தனித்துவமான மூலப் பாதை தேவைப்படுகிறது.
te: డూప్లికేట్ ఆర్కైవ్ ఎంట్రీ %@ ; ప్రత్యేకమైన సోర్స్ పాత్ అవసరం.
th: รายการเก็บถาวรซ้ำ %@ ; จำเป็นต้องระบุเส้นทางแหล่งที่มาที่ไม่ซ้ำกัน
tr: %@ arşiv girdisi yineleniyor; benzersiz bir kaynak yolu gereklidir.
uk: Дублікат запису в архіві %@; необхідний унікальний шлях до джерела.
ur: ڈپلیکیٹ آرکائیو اندراج %@ ; ایک منفرد ذریعہ راستہ درکار ہے۔
vi: Mục lưu trữ trùng lặp %@ ; cần có đường dẫn nguồn duy nhất.
zh_hans: 存档条目 %@ 重复；需要唯一的源路径。
zh_hant: 檔案條目 %@ 已重複；必須指定唯一的來源路徑。
zu: Phindwe okufakiwe kwengobo yomlando %@; indlela yomthombo eyingqayizivele iyadingeka.

source: No Gerber or Excellon layers were found in this package.
af: Geen Gerber of Excellon lae is in hierdie pakket gevind nie.
am: በዚህ ጥቅል ውስጥ ምንም Gerber ወይም Excellon ንብርብሮች አልተገኙም።
ar: لم يتم العثور على طبقات Gerber أو Excellon في هذه الحزمة.
az: Bu paketdə Gerber və ya Excellon təbəqələri tapılmadı.
be: У гэтым корпусе не было знойдзена слаёў Gerber або Excellon.
bg: В този пакет не бяха открити слоеве от типа „Gerber“ или „Excellon“.
bn: এই প্যাকেজে কোনো Gerber বা Excellon লেয়ার খুঁজে পাওয়া যায়নি।
ca: No s'han trobat capes Gerber ni Excellon en aquest paquet.
cs: V tomto balíčku nebyly nalezeny žádné vrstvy typu „Gerber“ ani „Excellon“.
cy: Ni chanfuwyd unrhyw haenau Gerber na Excellon yn y pecyn hwn.
da: Der blev ikke fundet nogen lag med navnene »Gerber« eller »Excellon« i denne pakke.
de: In diesem Paket wurden keine „Gerber“- oder „Excellon“-Ebenen gefunden.
de_at: In diesem Paket wurden keine Gerber oder Excellon Schichten gefunden.
de_ch: In diesem Paket wurden keine Gerber- oder Excellon-Schichten gefunden.
el: Δεν εντοπίστηκαν επίπεδα τύπου «Gerber» ή «Excellon» σε αυτό το πακέτο.
es: No se han encontrado capas de tipo «Gerber» ni «Excellon» en este paquete.
es_ar: No se encontraron capas de tipo «Gerber» ni «Excellon» en este paquete.
es_mx: En este paquete no se encontraron capas Gerber ni Excellon.
et: Selles paketis ei leitud ühtegi kihti nimega „Gerber” ega „Excellon”.
eu: Ez da Gerber edo Excellon geruzarik aurkitu pakete honetan.
fa: هیچ لایه Gerber یا Excellon در این بسته یافت نشد.
fi: Tästä paketista ei löytynyt Gerber- tai Excellon-tasoja.
fil: Walang natagpuang mga layer Gerber o Excellon sa paketeng ito.
fr: Aucune couche de type « Gerber » ou « Excellon » n'a été trouvée dans ce paquet.
fr_ca: Aucune couche Gerber ou Excellon n'a été trouvée dans ce paquet.
ga: Ní bhfuarthas aon shraitheanna Gerber ná Excellon sa phacáiste seo.
gl: Non se atoparon capas Gerber nin Excellon neste paquete.
gu: આ પેકેજમાં કોઈ Gerber અથવા Excellon સ્તરો મળ્યા નથી.
he: לא נמצאו שכבות Gerber או Excellon בחבילה זו.
hi: इस पैकेज में कोई Gerber या Excellon लेयर नहीं मिली।
hr: U ovom paketu nisu pronađeni slojevi Gerber ili Excellon.
hu: Ebben a csomagban nem találtak „Gerber” vagy „Excellon” nevű rétegeket.
hy: Այս փաթեթում Gerber կամ Excellon շերտեր չեն հայտնաբերվել։
id: Tidak ditemukan lapisan Gerber atau Excellon dalam paket ini.
is: Engin Gerber eða Excellon lög fundust í þessum pakka.
it: In questo pacchetto non sono stati trovati layer Gerber o Excellon.
ja: このパッケージには、Gerber または Excellon のレイヤーは見つかりませんでした。
ka: ამ პაკეტში Gerber ან Excellon ფენები ვერ მოიძებნა.
kk: Бұл қаптамада Gerber немесе Excellon қабаттары табылмады.
km: រកមិនឃើញស្រទាប់ Gerber ឬ Excellon នៅក្នុងកញ្ចប់នេះទេ។
kn: ಈ ಪ್ಯಾಕೇಜ್‌ನಲ್ಲಿ ಯಾವುದೇ Gerber ಅಥವಾ Excellon ಲೇಯರ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ko: 이 패키지에는 Gerber 또는 Excellon 레이어가 발견되지 않았습니다.
ky: Бул таңгактан Gerber же Excellon катмарлары табылган жок.
lo: ບໍ່ພົບຊັ້ນ Gerber ຫຼື Excellon ໃນແພັກເກັດນີ້.
lt: Šiame pakete nerasta jokių sluoksnių „Gerber“ ar „Excellon“.
lv: Šajā paketē netika atrasti slāņi „Gerber” vai „Excellon”.
mk: Во овој пакет не се пронајдени слоеви Gerber или Excellon .
ml: ഈ പാക്കേജിൽ Gerber അല്ലെങ്കിൽ Excellon ലെയറുകളൊന്നും കണ്ടെത്തിയില്ല.
mn: Энэ багцад Gerber эсвэл Excellon давхарга олдсонгүй.
mr: या पॅकेजमध्ये कोणतेही Gerber किंवा Excellon लेयर्स आढळले नाहीत.
ms: Tiada lapisan Gerber atau Excellon ditemui dalam pakej ini.
mt: Ma nstabu l-ebda saffi Gerber jew Excellon f'dan il-pakkett.
my: ဤပက်ကေ့ဂျ်တွင် Gerber သို့မဟုတ် Excellon အလွှာများ မတွေ့ရှိပါ။
nb: Det ble ikke funnet noen Gerber- eller Excellon-lag i denne pakken.
ne: यस प्याकेजमा कुनै Gerber वा Excellon तहहरू फेला परेनन्।
nl: In dit pakket zijn geen lagen met de naam "Gerber" of "Excellon" aangetroffen.
or: ଏହି ପ୍ୟାକେଜରେ କୌଣସି Gerber କିମ୍ବା Excellon ସ୍ତର ମିଳିଲା ନାହିଁ।
pa: ਇਸ ਪੈਕੇਜ ਵਿੱਚ ਕੋਈ Gerber ਜਾਂ Excellon ਪਰਤਾਂ ਨਹੀਂ ਮਿਲੀਆਂ।
pl: W tym pakiecie nie znaleziono żadnych warstw typu „Gerber” ani „Excellon”.
pt: Não foram encontradas camadas «Gerber» ou «Excellon» neste pacote.
pt_br: Não foram encontradas camadas “Gerber” ou “Excellon” neste pacote.
ro: În acest pachet nu s-au găsit straturi de tip „Gerber” sau „Excellon”.
ru: В этом пакете не обнаружено слоев с именами «Gerber» или «Excellon».
si: මෙම පැකේජයේ Gerber හෝ Excellon ස්ථර හමු නොවීය.
sk: V tomto balíku neboli nájdené žiadne vrstvy typu „Gerber“ ani „Excellon“.
sl: V tem paketu ni bilo najdenih slojev »Gerber« ali »Excellon«.
sq: Në këtë paketë nuk u gjetën shtresa Gerber ose Excellon.
sr: У овом пакету нису пронађени слојеви Gerber или Excellon.
sv: Inga Gerber- eller Excellon-lager hittades i det här paketet.
sw: Hakuna tabaka za Gerber au Excellon zilizopatikana katika kifurushi hiki.
ta: இந்தத் தொகுப்பில் Gerber அல்லது Excellon அடுக்குகள் எதுவும் காணப்படவில்லை.
te: ఈ ప్యాకేజీలో Gerber లేదా Excellon పొరలు ఏవీ కనుగొనబడలేదు.
th: ไม่พบเลเยอร์ Gerber หรือ Excellon ในแพ็กเกจนี้
tr: Bu pakette Gerber veya Excellon katmanları bulunamadı.
uk: У цьому пакеті не виявлено жодних шарів типу «Gerber» або «Excellon».
ur: اس پیکیج میں کوئی Gerber یا Excellon پرتیں نہیں ملیں۔
vi: Không tìm thấy lớp Gerber hoặc Excellon nào trong gói này.
zh_hans: 在此软件包中未找到Gerber或Excellon图层。
zh_hant: 在此套件中未找到任何名為「Gerber」或「Excellon」的圖層。
zu: Azikho izendlalelo Gerber noma Excellon ezitholakele kuleli phakethe.

source: No drawable Gerber geometry was found in %@.
af: Geen tekenbare Gerber geometrie is in %@ gevind nie.
am: በ %@ ውስጥ የሚሳል Gerber ጂኦሜትሪ አልተገኘም።
ar: لم يتم العثور على أي هندسة قابلة للرسم Gerber في %@.
az: %@ -da heç bir çəkə bilən Gerber həndəsəsi tapılmadı.
be: У %@ не знойдзена рысуемай геаметрыі Gerber.
bg: В „%@" не беше открита нарисуваема геометрия на Gerber.
bn: %@ তে কোনো অঙ্কনযোগ্য Gerber জ্যামিতি খুঁজে পাওয়া যায়নি।
ca: No s'ha trobat cap geometria Gerber dibuixable a %@.
cs: V souboru %@ nebyla nalezena žádná vykreslitelná geometrie souboru „Gerber".
cy: Ni chanfuwyd unrhyw geometreg Gerber y gellir ei llunio yn %@.
da: Der blev ikke fundet nogen tegningsbar Gerber-geometri i »%@«.
de: In „%@" wurde keine Gerber-Geometrie gefunden.
de_at: In %@ wurde keine zeichnbare Gerber Geometrie gefunden.
de_ch: In %@ wurde keine zeichnbare Gerber-Geometrie gefunden.
el: Δεν εντοπίστηκε γεωμετρία «Gerber» στο αρχείο «%@».
es: No se ha encontrado ninguna geometría Gerber dibujable en %@.
es_ar: No se encontró geometría de Gerber dibujable en %@.
es_mx: No se encontró geometría Gerber dibujable en %@.
et: %@-is ei leitud ühtegi joonistatavat Gerber geomeetriat.
eu: Ez da Gerber geometria marrazgarririk aurkitu %@ n.
fa: هیچ هندسه Gerber قابل ترسیمی در %@ یافت نشد.
fi: Kohteesta %@ ei löytynyt piirrettävää Gerber-geometriaa.
fil: Walang nakitang drawable na Gerber geometry sa %@.
fr: Aucune géométrie Gerber traçable n'a été trouvée dans %@.
fr_ca: Aucune géométrie Gerber dessinable n'a été trouvée dans %@.
ga: Ní bhfuarthas aon gheoiméadracht Gerber intarraingthe i %@.
gl: Non se atopou ningunha xeometría Gerber debuxable en %@.
gu: %@ માં કોઈ ડ્રો કરી શકાય તેવી Gerber ભૂમિતિ મળી નથી.
he: לא נמצאה גיאומטריית Gerber ניתנת לציור ב-%@.
hi: %@ में कोई भी ड्रॉएबल Gerber ज्यामिति नहीं मिली।
hr: U %@ nije pronađena geometrija Gerber koja se može crtati.
hu: A „%@” fájlban nem találtak „Gerber” geometriájú rajzolható elemet.
hy: %@ ում նկարելի Gerber երկրաչափություն չի հայտնաբերվել։
id: Tidak ditemukan geometri gambar Gerber di %@.
is: Engin teiknanleg Gerber rúmfræði fannst í %@ .
it: In %@ non è stata trovata alcuna geometria Gerber disegnabile.
ja: %@ 内に、Gerber の描画可能ジオメトリが見つかりませんでした。
ka: %@ ში ვერ მოიძებნა დახატვადი Gerber გეომეტრია.
kk: %@ ішінде сызуға болатын Gerber геометриясы табылмады.
km: រកមិនឃើញធរណីមាត្រ Gerber ដែលអាចទាញបាននៅក្នុង %@ ទេ។
kn: %@ ನಲ್ಲಿ ಯಾವುದೇ ಚಿತ್ರಿಸಬಹುದಾದ Gerber ರೇಖಾಗಣಿತ ಕಂಡುಬಂದಿಲ್ಲ.
ko: %@에서 Gerber 형식의 드로어블 지오메트리가 발견되지 않았습니다.
ky: %@ ичинен чийилүүчү Gerber геометриясы табылган жок.
lo: ບໍ່ພົບຮູບຮ່າງ Gerber ທີ່ສາມາດແຕ້ມໄດ້ໃນ %@.
lt: Failo „%@“ nerasta jokios „Gerber“ geometrijos, kurią būtų galima atvaizduoti.
lv: %@ failā netika atrasta neviena zīmējama „Gerber” ģeometrija.
mk: Не е пронајдена цртачка геометрија Gerber во %@.
ml: %@ ൽ വരയ്ക്കാവുന്ന Gerber ജ്യാമിതി കണ്ടെത്തിയില്ല.
mn: %@ дотор зурж болох Gerber геометр олдсонгүй.
mr: %@ मध्ये काढण्यायोग्य Gerber भूमिती आढळली नाही.
ms: Tiada geometri Gerber yang boleh dilukis ditemui dalam %@.
mt: Ma nstabet l-ebda ġeometrija Gerber li tista' tiġi mpinġija f'%@.
my: %@ တွင် ဆွဲနိုင်သော Gerber ဂျီသြမေတြီ မတွေ့ရှိပါ။
nb: Det ble ikke funnet noen tegningsbar Gerber-geometri i %@.
ne: %@ मा कुनै पनि चित्रण गर्न मिल्ने Gerber ज्यामिति फेला परेन।
nl: Er is geen tekenbare geometrie van het type ‘Gerber’ gevonden in %@.
or: %@ ରେ କୌଣସି ଡ୍ରଏବଲ୍ Gerber ଜ୍ୟାମିତି ମିଳିଲା ନାହିଁ।
pa: %@ ਵਿੱਚ ਕੋਈ ਖਿੱਚਣਯੋਗ Gerber ਜਿਓਮੈਟਰੀ ਨਹੀਂ ਮਿਲੀ।
pl: W pliku %@ nie znaleziono geometrii obiektu rysunkowego typu „Gerber”.
pt: Não foi encontrada nenhuma geometria Gerber desenhável em %@.
pt_br: Não foi encontrada nenhuma geometria Gerber desenhável em %@.
ro: Nu s-a găsit nicio geometrie de tip „Gerber” în fișierul „%@”.
ru: В файле %@ не обнаружена геометрия объекта рисования Gerber.
si: %@ හි ඇඳිය හැකි Gerber ජ්‍යාමිතියක් හමු නොවීය.
sk: V súbore „%@“ nebola nájdená žiadna kresliteľná geometria typu „Gerber“.
sl: V datoteki %@ ni bila najdena nobena risljiva geometrija Gerber.
sq: Nuk u gjet asnjë gjeometri e vizatueshme Gerber në %@.
sr: У %@ нису пронађене геометрије за цртање из Gerber.
sv: Ingen ritbar Gerber-geometri hittades i %@.
sw: Hakuna jiometri ya Gerber inayoweza kuchorwa iliyopatikana katika %@.
ta: %@ இல் வரையக்கூடிய Gerber வடிவியல் எதுவும் காணப்படவில்லை.
te: %@ లో గీయదగిన Gerber జ్యామితి కనుగొనబడలేదు.
th: ไม่พบรูปทรงเรขาคณิต Gerber ที่สามารถวาดได้ใน %@
tr: %@ dosyasında çizilebilir Gerber geometrisi bulunamadı.
uk: У файлі %@ не знайдено геометрії об’єкта малювання Gerber.
ur: %@ میں کوئی ڈرا ایبل Gerber جیومیٹری نہیں ملی۔
vi: Không tìm thấy hình học Gerber có thể vẽ được trong %@.
zh_hans: 在%@中未找到Gerber几何体的可绘制对象。
zh_hant: 在 `%@` 中未找到名為 `Gerber` 的可繪製物件幾何。
zu: Akukho geometry Gerber edonsekayo etholakele ku-%@.

source: Separate board sets require selection: %@.
af: Aparte bordstelle vereis seleksie: %@.
am: የተለያዩ የቦርድ ስብስቦች ምርጫ ያስፈልጋቸዋል፦ %@።
ar: تتطلب مجموعات اللوحات المنفصلة الاختيار: %@.
az: Ayrı lövhə dəstləri üçün %@ seçimi tələb olunur.
be: Патрабуецца выбар асобных камплектаў плат: %@.
bg: За отделните комплекти платки е необходимо да се направи избор: %@.
bn: পৃথক বোর্ড সেট নির্বাচন করতে হবে: %@।
ca: Cal seleccionar conjunts de taulers separats: %@.
cs: Je třeba vybrat samostatné sady desek: %@.
cy: Mae angen dewis setiau bwrdd ar wahân: %@.
da: Der skal vælges separate brætsæt: %@.
de: Für separate Schaltungsbretter muss eine Auswahl getroffen werden: %@.
de_at: Es müssen separate Platinensätze ausgewählt werden: %@.
de_ch: Separate Platinensätze müssen ausgewählt werden: %@.
el: Για τα ξεχωριστά σετ σκακιέρας απαιτείται επιλογή: %@.
es: Hay que seleccionar los juegos de tableros por separado: %@.
es_ar: Es necesario seleccionar los juegos de tableros por separado: %@.
es_mx: Se requiere seleccionar juegos de placas separados: %@.
et: Eraldi lauakomplektide puhul tuleb teha valik: %@.
eu: Taula multzo bereiziek hau aukeratu behar dute: %@ .
fa: مجموعه‌های برد جداگانه نیاز به انتخاب دارند: %@.
fi: Erilliset laudasarjat on valittava: %@.
fil: Ang mga hiwalay na set ng board ay nangangailangan ng pagpili: %@.
fr: La sélection de jeux de cartes distincts est requise : %@.
fr_ca: Des ensembles de cartes séparés nécessitent une sélection : %@.
ga: Éilíonn tacair boird ar leithligh a roghnú: %@.
gl: Separar conxuntos de placas require selección: %@.
gu: અલગ બોર્ડ સેટ માટે પસંદગી જરૂરી છે: %@.
he: נדרשת בחירה של ערכות לוחות נפרדות: %@.
hi: अलग-अलग बोर्ड सेटों का चयन आवश्यक है: %@।
hr: Odvojeni setovi ploča zahtijevaju odabir: %@.
hu: A különálló táblakészletek kiválasztását igénylik: %@.
hy: Առանձին տախտակների հավաքածուները պահանջում են ընտրություն՝ %@։
id: Set papan yang berbeda memerlukan pemilihan: %@.
is: Aðskilin borðsett krefjast vals: %@ .
it: È necessario selezionare i set di schede separati: %@.
ja: 別途ボードセットを選択する必要があります：%@。
ka: ცალკეული დაფების კომპლექტებისთვის საჭიროა შემდეგი შერჩევა: %@.
kk: Бөлек тақта жиынтықтары таңдауды қажет етеді: %@.
km: សំណុំក្តារដាច់ដោយឡែកតម្រូវឱ្យមានការជ្រើសរើស៖ %@ ។
kn: ಪ್ರತ್ಯೇಕ ಬೋರ್ಡ್ ಸೆಟ್‌ಗಳಿಗೆ ಈ ಕೆಳಗಿನ ಆಯ್ಕೆಯ ಅಗತ್ಯವಿದೆ: %@.
ko: 별도의 보드 세트를 선택해야 합니다: %@.
ky: Өзүнчө такта топтомдору үчүн төмөнкү тандоо талап кылынат: %@ .
lo: ຊຸດກະດານແຍກຕ່າງຫາກຕ້ອງການເລືອກ: %@ .
lt: Reikia pasirinkti atskirus plokščių rinkinius: %@.
lv: Ir jāizvēlas atsevišķi dēļu komplekti: %@.
mk: Одделните комплети плочи бараат избор: %@.
ml: പ്രത്യേക ബോർഡ് സെറ്റുകൾക്ക് തിരഞ്ഞെടുക്കൽ ആവശ്യമാണ്: %@ .
mn: Тусдаа самбарын багцууд нь дараах сонголтыг шаарддаг: %@
mr: स्वतंत्र बोर्ड सेटची निवड आवश्यक आहे: %@।
ms: Set papan berasingan memerlukan pemilihan: %@.
mt: Settijiet ta' bord separati jeħtieġu għażla: %@ .
my: သီးခြားဘုတ်အစုံများအတွက် %@ ရွေးချယ်ရန် လိုအပ်ပါသည်။
nb: Det må velges separate bretsett: %@.
ne: छुट्टाछुट्टै बोर्ड सेटहरूको लागि छनोट आवश्यक पर्दछ: %@ ।
nl: Voor afzonderlijke bordensets moet een keuze worden gemaakt: %@.
or: ପୃଥକ ବୋର୍ଡ ସେଟ୍ ପାଇଁ ଚୟନ ଆବଶ୍ୟକ: %@ ।
pa: ਵੱਖਰੇ ਬੋਰਡ ਸੈੱਟਾਂ ਲਈ ਚੋਣ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ: %@ ।
pl: Należy wybrać osobne zestawy płytek drukowanych: %@.
pt: É necessário selecionar conjuntos de placas separados: %@.
pt_br: É necessário selecionar conjuntos de placas separados: %@.
ro: Seturile de plăci separate necesită selectare: %@.
ru: Для отдельных наборов плат необходимо выбрать: %@.
si: වෙනම පුවරු කට්ටල සඳහා තෝරා ගැනීම අවශ්‍ය වේ: %@.
sk: Je potrebné vybrať samostatné sady dosiek: %@.
sl: Za posamezne komplete plošč je treba izbrati: %@.
sq: Setet e ndara të bordeve kërkojnë përzgjedhjen: %@.
sr: Засебни сетови плоча захтевају избор: %@.
sv: Separata brädset måste väljas: %@.
sw: Seti tofauti za bodi zinahitaji uteuzi: %@.
ta: தனித்தனி பலகைத் தொகுப்புகளைத் தேர்ந்தெடுக்க வேண்டும்: %@.
te: వేర్వేరు బోర్డ్ సెట్‌లకు ఎంపిక అవసరం: %@ .
th: ต้องเลือกชุดบอร์ดแยกต่างหาก: %@
tr: Ayrı kart setlerinin seçilmesi gerekir: %@.
uk: Необхідно вибрати окремі набори плат: %@.
ur: علیحدہ بورڈ سیٹ کے لیے انتخاب کی ضرورت ہوتی ہے: %@ ۔
vi: Cần chọn riêng từng bộ bo mạch: %@.
zh_hans: 需单独选择电路板套装：%@。
zh_hant: 需另行選購獨立電路板套組：%@。
zu: Amasethi amabhodi ahlukene adinga ukukhethwa: %@
